{
    "filename": "resume-sample.pdf",
    "total_pages": 1,
    "content": [
        {
            "page_number": 1,
            "text": "FUNCTIONAL (EXPERIENCED) \n \nIM A. SAMPLE I \n1234 North 55 Street \nBellevue, Nebraska 68005 \n(402) 292-2345 \nimasample1@xxx.com \n \nSUMMARY OF QUALIFICATIONS \nExceptionally well organized and resourceful Professional with more than six years experience and a \nsolid academic background in accounting and financial management; excellent analytical and problem \nsolving skills; able to handle multiple projects while producing high quality work in a fast-paced, \ndeadline-oriented environment. \n \nEDUCATION \nBachelor of Science, Bellevue University, Bellevue, NE (In Progress) \n \nMajor:  Accounting \nMinor:  Computer Information Systems \n \nExpected Graduation Date:  January, 20xx \nGPA to date:  3.95/4.00 \n \nPROFESSIONAL ACCOMPLISHMENTS \nAccounting and Financial Management \n \nDeveloped and maintained accounting records for up to fifty bank accounts. \n \nFormulated monthly and year-end financial statements and generated various payroll records, \nincluding federal and state payroll reports, annual tax reports, W-2 and 1099 forms, etc. \n \nTested accuracy of account balances and prepared supporting documentation for submission during a \ncomprehensive three-year audit of financial operations. \n \nFormulated intricate pro-forma budgets. \n \nCalculated and implemented depreciation/amortization schedules. \nInformation Systems Analysis and Problem Solving \n \nConverted manual to computerized accounting systems for two organizations. \n \nAnalyzed and successfully reprogrammed software to meet customer requirements. \n \nResearched and corrected problems to assure effective operation of newly computerized systems. \n \nWORK HISTORY \nStudent Intern, Financial Accounting Development Program, Mutual of Omaha, Omaha, NE \n(Summer 20xx) \nAccounting Coordinator, Nebraska Special Olympics, Omaha, NE (20xx-20xx) \nBookkeeper, SMC, Inc., Omaha, NE (20xx – 20xx) \nBookkeeper, First United Methodist Church, Altus, OK (20xx – 20xx) \n \nPROFESSIONAL AFFILIATION \nMember, IMA, Bellevue University Student Chapter \n \nCOMPUTER SKILLS \n \nProficient in MS Office (Word, Excel, PowerPoint, Outlook), QuickBooks \n \nBasic Knowledge of MS Access, SQL, Visual Basic, C++"
        }
    ]
}